Repository: Anne017/webapp-creator
Catalog: webapp-creator/po/*.po
Languages: ca, de, es

source: Choose
ca: Trieu
de: Auswählen
es: Escoger

source: Install/Save with
ca: Instal·la o desa amb
de: Installieren/Speichern mit
es: Instalar/Guardar con

source: Webapp Creator
ca: Creador de webapps
es: Creador de Webapps

source: Information
ca: Informació
de: Informationen
es: Información

source: SVG or PNG icon. 1:1 ratio
ca: Icona en SVG o PNG. De proporció 1:1.
de: SVG oder PNG Symbol. 1:1 Verhältnis
es: Icono SVG o PNG. Proporción 1:1

source: Website <b>URL</b>. Without 'http://'
ca: <b>Adreça</b> del web. Sense 'http://'
de: Website <b>URL</b>. Ohne 'http://'
es: <b>URL</b> del sitio web. Excluir 'http://'

source: Basic Info
ca: Informació bàsica
de: Basisinformationen
es: Información básica

source: The <b>title</b> to be shown in the app scope
ca: <b>Títol.</b> Es mostrarà a la lent d'aplicacions.
de: Der in der App-Scope anzuzeigende <b>Titel</b>
es: <b>Título</b> a ser mostrado en el scope de apps

source: Lowercase app <b>name</b> with no spaces
ca: <b>Name</b> de l'app. En minúscules i sense espais.
de: Kleingeschriebener App-<b>Name</b> ohne Leerzeichen
es: <b>Nombre</b> de la app sin espacios y en minúsculas

source: App <b>description</b> to be shown in the OpenStore
ca: <b>Descripció.</b> Es mostrarà a l'OpenStore.
de: Die im OpenStore anzuzeigende App-<b>Beschreibung</b>
es: <b>Descripción</b> de la app a ser mostrada en OpenStore

source: Maintainer's <b>real name</b>
ca: <b>Nom real</b> del mantenidor.
de: <b>Richtiger Name</b> des Herausgebers
es: <b>Nombre real</b> del mantenedor

source: Maintainer's <b>email</b>
ca: <b>Email</b> del mantenidor.
de: <b>Email</b> des Herausgebers
es: <b>Email</b> del mantenedor

source: Lowercase maintainer's <b>nickname</b> with no spaces
ca: <b>Àlias</b> del mantenidor. En minúscules i sense espais.
de: Kleingeschriebener <b>Nutzername</b> des Herausgebers ohne Leerzeichen
es: <b>Apodo</b> del mantenedor sin espacios y en minúsculas

source: App <b>version</b>
ca: <b>Versió</b> de l'aplicació.
es: <b>Versión</b> de la app

source: Additional Info
ca: Informació addicional
de: Zusätzliche Infos
es: Información adicional

source: Add any URL under the main URL that should be opened in the app
ca: Afegiu els enllaços pertanyents al principal que s'hagin d'obrir dins de l'app.
de: URLs unter der Haupt-URL, die in der App geöffnet werden sollen
es: Añade cualquier URL bajo el dominio de la URL principal que deba ser abierto en la app

source: Access to SubURL 1
ca: Accedeix al subenllaç 1
de: Zugang zur SubURL 1
es: Acceso a subURL 1

source: Access to SubURL 2
ca: Accedeix al subenllaç 2
de: Zugang zur SubURL 2
es: Acceso a subURL 2

source: Access to SubURL 3
ca: Accedeix al subenllaç 3
de: Zugang zur SubURL 3
es: Acceso a subURL 3

source: Use https access
ca: Accedeix amb https
de: Verwende https-Zugang
es: Usar acceso https

source: Please, fill all <b>Basic Info</b> fields
ca: Empleneu tots els camps sota <b>Informació bàsica.</b>
de: Bitte füll alle Felder für die <b>Basisinformationen</b> aus
es: Por favor, inserte todos los campos de <b>Información básica</b>

source: Please, check fields in red
ca: Comproveu els camps en vermell.
de: Bitte überprüfe die rot markierten Felder
es: Por favor, compruebe todos los campos en rojo

source: Simple Webapp
ca: Webapp simple
de: Einfache Webapp
es: Webapp sencilla

source: Alternate Webapp (Ogra)
ca: Webapp alternativa (Ogra)
de: Alternative Webapp (Orga)
es: Webapp alternativa (Ogra)

source: &Back
ca: &Enrere
de: &Zurück
es: &Atrás

source: Webapp Style
ca: Estil de la webapp
de: Webapp Aussehen
es: Estilo de Webapp

source: Select
ca: Seleccioneu
de: Auswählen
es: Seleccionar

source: Default
ca: Per defecte
de: Standard
es: Predeterminado

source: It keeps the essential properties for the WebApp functioning. No session cookies will be stored and a navigation bar will appear. In case of doubt, choose this option.
ca: Només es fan servir les propietats essencials perquè funcioni la webapp. No s'emmagatzemaran les galetes i es mostrarà la barra de navegació. En cas de dubte, trieu aquesta opció.
de: Es beinhaltet notwendige Eigenschaften, damit die WebApp funktioniert. Es werden keine Sitzungs-Cookies gespeichert und die Navigationsleiste erscheint. Im Zweifelsfall wähle diese Option.
es: Matiene las propiedades esenciales para el funcionamiento de la Webapp. No se almacenarán ningunas cookies de la sesión y se mostrará una barra de navegación. En caso de duda, seleccione esta opción.

source: Permissions: Networking, Webview
ca: Permisos: <i>Networking</i> i <i>Webview.</i>
de: Berechtigungen: Networking, Webview
es: Permisos: Networking, Webview

source: Multimedia
ca: Multimèdia

source: Audio and video permissions are activated. Session cookies will be stored and a navigation bar will appear. Recommended for social networks
ca: S'activen els permisos de <i>audio</i> i <i>video.</i> S'emmagatzemaran les galetes i es mostrarà la barra de navegació. Recomanada per xarxes socials.
de: Audio- und Videoberechtigungen werden aktiviert. Sitzungs-Cookies werden gespeichert und die Navigationsleiste erscheint. Empfohlen für soziale Netzwerke
es: Los permisos de audio y video están activados. Se almacenarán las cookies de la sesión y mostrará una barra de navegación. Recomendado para redes sociales.

source: Permissions: audio, camera, keep-display-on, microphone, music_files, picture_files, video, video_files
ca: Permisos: <i>audio, camera, keep-display-on, microphone, music_files, picture_files, video</i> i <i>video_files.</i>
de: Berechtigungen: audio, camera, keep-display-on, microphone, music_files, picture_files, video, video_files
es: Permisos: audio, camera, keep-display-on, microphone, music_files, picture_files, video, video_files

source: Game
ca: Jocs
de: Spiel
es: Juego

source: Audio and video permissions are activated. Session cookies will be stored and fullscreen is enabled. Recommended for games
ca: S'activen els permisos de <i>audio</i> i <i>video.</i> S'emmagatzemaran les galetes i s'activarà l'opció de pantalla completa. Recomanada per jocs.
de: Audio- und Videoberechtigungen werden aktiviert. Sitzungs-Cookies werden gespeichert und Vollbild ist aktiviert Empfohlen für Gamer
es: Los permisos de audio y video están activados. Se almacenarán las cookies de la sesión y se mostrará en pantalla completa. Recomendado para juegos.

source: Permissions: audio, keep-display-on, music_files, sensors, video
ca: Permisos: <i>audio, keep-display-on, music_files, sensors</i> i <i>video.</i>
de: Berechtigungen: audio, keep-display-on, music_files, sensors, video
es: Permisos: audio, keep-display-on, music_files, sensors, video

source: Custom
ca: Personalitzada
de: Angepasst
es: Personalizado

source: Display app in full screen mode
ca: Mostra l'aplicació a pantalla completa
de: App im Vollbildmodus anzeigen
es: Mostrar app en pantalla completa

source: Online account provider for the app
ca: Proveïdor de comptes en línia per l'aplicació.
de: Bereitstellung von Online-Konten für die App
es: Proveedor de cuentas online para la app

source: Switch Online Accounts identities
ca: Alterna entre identitas dels comptes en línia.
de: Identität der Online-Konten ändern
es: Intercambiador de identidades de cuentas online

source: Store session cookies
ca: Emmagatzema les galetes de la sessió.
de: Sitzungs-Cookies speichern
es: Almacenar cookies de la sesión

source: Enable media-hub for audio playback
ca: Activa el centre multimèdia per la reproducció d'àudio.
de: Aktiviere media-hub für Audiowiedergabe
es: Habilitar reproducción de audio (media-hub)

source: Optional: Override the default User Agent with the provided one
ca: Opcional: Sobreescriu l'agent d'usuari amb el proporcionat.
de: Optional: Überschreibe den standardmäßigen User Agent mit dem Angegebenen
es: Opcional: Sobrescribir el 'Agente de usuario' predeterminado con uno proporcionado

source: Display back, forward and address bar
ca: Mostra els botons i la barra de navegació.
de: Zeige Vor- und Zurückknöpfe in der Adressleiste
es: Mostrar atrás, adelante y barra de navegación

source: Display the address bar
ca: Mostra la barra de navegació.
de: Zeige die Adressleiste
es: Mostrar barra de navegación

source: Open external URLs in overlay
ca: Obre els enllaços externs superposats.
de: Öffne externe URLs im Vordergrund
es: Abrir URLs externas en una nueva capa

source: Permissions
ca: Permisos
de: Berechtigungen
es: Permisos

source: Mandatory
ca: Camps obligatoris
de: Notwendigkeit
es: Obligatorios

source: Webapp will be able to ask access to user accounts
ca: La webapp podrà demanar accés als comptes en línia.
de: Webapp das Fragen nach Benutzerkonten ermöglichen
es: La Webapp preguntará por el acceso a las cuentas del usuario

source: Webapp will have access to audio
ca: La webapp tendrà accés a l'àudio.
de: Webapp den Zugang zu Audio ermöglichen
es: La Webapp preguntará por el acceso al audio

source: Webapp will have access to calendar
ca: La webapp podrà demanar accés al calendari.
de: Webapp den Zugang zum Kalender ermöglichen
es: La Webapp preguntará por el acceso al calendario

source: Webapp will ask for camera access
ca: La webapp podrà demanar accés a la càmera.
de: Webapp den Zugang zur Kamera ermöglichen
es: La Webapp preguntará por el acceso a la cámara

source: Webapp will ask for coarse network connectivity information access
ca: La webapp podrà accedir a la informació general de connexió a la xarxa.
de: Webapp den Zugang zu rohen Netzwerkverbindungsinformationen ermöglichen
es: La Webapp preguntará por el acceso a la información de conectividad de red aproximada

source: Webapp will access contacts
ca: La webapp podrà accedir a la llista de contactes.
de: Webapp den Zugang zu Kontakten ermöglichen
es: La Webapp preguntará por el acceso a los contactos

source: Webapp will be target of content-hub
ca: La webapp podrà ser objectiu del centre de continguts.
de: Webapp den Zugang zu Content-Hub-Zielen ermöglichen
es: La Webapp será objetivo del content-hub

source: Webapp will be source to content-hub
ca: La webapp podrà ser font del centre de continguts.
de: Webapp den Zugang zu Content-Hub-Quellen ermöglichen
es: La Webapp será fuente del content-hub

source: Webapp will be run in debug mode. Not suited for final webapp
ca: La webapp funcionarà en mode de depuració. No apte per la versió pública.
de: Webapp läuft im Debug-Modus. Nicht für fertige Webapp angemessen
es: La Webapp correrá en modo de depuración. No apto para Webapps terminadas

source: Webapp will ask for the history-service (SMS and call logs)
ca: La webapp podrà accedir al registre de servei (SMS i telefonades).
de: Webapp den Zugang zum history-service (SMS and Telefonate) ermöglichen
es: La Webapp preguntará por el historial de servicios (registro de SMS y llamadas)

source: Webapp will be able to accept purchases. Deprecated?
ca: Es podran acceptar pagaments amb la webapp. Obsolet?
de: Webapp den Zugang zu Einkäufen ermöglichen (eingestellt?)
es: La Webapp podrá aceptar compras

source: The screen will be on while webapp is shown
ca: La pantalla romandrà encesa mentre la webapp estigui en primer pla.
de: Den Bildschirm bei dieser Webapp aktiv lassen
es: La pantalla se mantendrá encendida mientras se muestre la Webapp

source: Webapp will ask to access GPS location
ca: La webapp podrà demanar accés a la posició GPS.
de: Webapp den Zugang zu GPS-Standort ermöglichen
es: La Webapp preguntará por el acceso a la localización GPS

source: Webapp will ask to access the microphone
ca: La webapp podrà demanar accés al micròfon.
de: Webapp den Zugang zum Mikrofon ermöglichen
es: La Webapp preguntará por el acceso al micrófono

source: Webapp will be target or source of music files only
ca: La webapp podrà ser objectiu o font només per arxius de música.
de: Webapp ist ausschließlich Ziel oder Quelle von Musik-Dateien
es: La Webapp será objetivo o fuente de archivos de música

source: Webapp will be able to read music files
ca: La webapp tindrà accés als arxius de música.
de: Webapp den Zugang zu Musik-Dateien ermöglichen
es: La Webapp podrá leer archivos de música

source: Webapp will be target or source of picture files
ca: La webapp podrà ser objectiu o font només per imatges.
de: Webapp ist ausschließlich Ziel oder Quelle von Bild-Dateien
es: La Webapp será objetivo o fuente de archivos de imagen

source: Webapp will be able to read picture files
ca: La webapp tindrà accés als arxius de música.
de: Webapp den Zugang zu Bild-Dateien ermöglichen
es: La Webapp podrá leer archivos de imagen

source: Webapp will be able to receive push notifications. Limited by the OS
ca: La webapp podrà rebre notificacions PUSH. Limitat pel sistema operatiu.
de: Webapp den Zugang zu Push-Benachrichtigungen ermöglichen. Einschränkungen durch das System möglich
es: La Webapp podrá recibir notificaciones del tipo push. Limitado por el S.O.

source: Webapp will be able to access to device sensors
ca: La webapp podrà accedir als sensors del dispositiu.
de: Webapp den Zugang zu Geräte-Sensoren ermöglichen
es: La Webapp podrá acceder a los sensores del dispositivo

source: Webapp will be able to access to home screen metrics
ca: La webapp podrà accedir a les estadístiques de benvinguda.
de: Webapp den Zugang zu Startbildschirm-Metriken ermöglichen
es: La Webapp podrá acceder a las métricas de la pantalla de inicio

source: Webapp will be able to ask for video access
ca: La webapp demanarà accés a la càmera de vídeo.
de: Webapp den Zugang zu Videos ermöglichen
es: La Webapp podrá preguntar por el acceso al video

source: Webapp will be source or target of video files
ca: La webapp podrà ser objectiu o font només per arxius de vídeo.
de: Webapp ist ausschließlich Ziel oder Quelle von Video-Dateien
es: La Webapp será objetivo o fuente de archivos de video

source: Webapp will be able to read video files
ca: La webapp tindrà accés als arxius de vídeo.
de: Webapp den Zugang zu Video-Dateien ermöglichen
es: La Webapp podrá leer archivos de video

source: Select a profile
ca: Seleccioneu un perfil
de: Wähle ein Profil
es: Seleccionar un perfil

source: Create Webapp
ca: Crea la webapp
de: Erstelle Webapp
es: Crear Webapp

source: Share with
ca: Comparteix amb
de: Teilen mit
es: Compartir con

source: About the App
ca: Quant a l'aplicació
de: Über die App
es: Sobre la App

source: Version:
ca: Versió:
es: Versión:

source: Maintained by:
ca: Mantinguda per:
de: Herausgeber:
es: Mantenido por:

source: Webapp Creator's code hosted on <a href='https://github.com/Jujuyeh/webapp-creator'>GitHub</a>
ca: El codi del Creador de webapps s'allotja al <a href='https://github.com/Jujuyeh/webapp-creator'>GitHub</a>
de: Der Code vom Webapp Creator befindet sich auf <a href='https://github.com/Jujuyeh/webapp-creator'>GitHub</a>
es: Código de Creador de Webapps disponible en <a href='https://github.com/Jujuyeh/webapp-creator'>GitHub</a>

source: Special thanks to:
ca: Agraïments especials per:
de: Besonderer Dank geht an:
es: Agradecimientos a:

source: <a href='http://bhdouglass.com/'>Brian Douglass</a> (@bhdouglass)
ca: En <a href='http://bhdouglass.com/'>Brian Douglass</a> (@bhdouglass)

source: <a href='https://www.innerzaurus.com'>Miguel</a> (@mimecar)
ca: en <a href='https://www.innerzaurus.com'>Miguel</a> (@mimecar)

source: <a href='https://github.com/ogra1/'>Oliver Grawert</a> (ogra)
ca: N'<a href='https://github.com/ogra1/'>Oliver Grawert</a> (ogra)

source: <a href='https://launchpad.net/instantfx/'>Stefano Verzegnassi</a>
ca: N'<a href='https://launchpad.net/instantfx/'>Stefano Verzegnassi</a>

source: With the collaboration and feedback of:
ca: Amb la col·laboració i suggeriments de:
de: In Zusammenarbeit und Rückmeldung mit:
es: Con la colaboración y sugerencias de:

source: Icons
ca: Icones
de: Symbole
es: Iconos

source: License:
ca: Llicència:
de: Lizens:
es: Licencia:

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
ca: Aquest programari és lliure: podeu redistribuir-lo o modificar-lo sota els termes de la Llicència Pública General de GNU tal com ho publica la Free Software Foundation, ja sigui la versió 3 de la Llicència o (si ho preferiu) qualsevol versió posterior.
de: Dieses Programm ist freie Software: du darfst es weitergeben und/oder bearbeiten unter den Richtlinien der GNU General Public License wie sie von der Free Software Foundation veröffentlicht wurden, entweder in der Version 3 oder in irgendeiner späteren Version.
es: Este programa es software libre: puede redistribuirlo y/o modificarlo bajo los términos de la GNU General Public License tal y como dicta la Free Software Foundation, ya sea la versión 3 de la licencia, o (a su convenio) cualquier versión posterior.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
ca: Aquest programa es distribueix amb l'esperança que sigui útil, però SENSE CAP GARANTIA. Fins i tot sense la implícita de COMERCIABILITAT o ADEQUACIÓ PER A UN PROPÒSIT PARTICULAR.
de: Dieses Programm wurde geteilt in der Hoffnung, dass es hilfreich, aber OHNE JEGLICHE GARANTIE; auch ohne implizite Garantie für MARKTGÄNGIGKEIT oder TAUGLICHKEIT FÜR EINEN BESTIMMTEN ZWECK.
es: Este programa está distribuido con la esperanza de que sea útil, pero SIN NINGUNA GARANTÍA; incluso sin la garantía de COMERCIABILIDAD o APTITUD PARA UN PROPÓSITO PARTICULAR.

source: See the <a href='https://www.gnu.org/licenses/gpl-3.0.en.html'>GNU General Public License</a> for more details.
ca: Vegeu la <a href='https://www.gnu.org/licenses/gpl-3.0.en.html'>Llicència Pública General</a> per més detalls.
de: Lies die <a href='https://www.gnu.org/licenses/gpl-3.0.en.html'>GNU General Public License</a> für mehr Details.
es: Vea la <a href='https://www.gnu.org/licenses/gpl-3.0.en.html'>GNU General Public License</a> para mas detalles.

source: Install and Share
ca: Instal·la o comparteix
de: Installieren und Teilen
es: Instalar y Compartir

source: Webapp created sucessfully
ca: La webapp s'ha creat amb èxit
de: Webapp wurde erfolgreich erstellt
es: Webapp creada satisfactoriamente

source: Click file is in:
ca: L'arxiu click és a:
de: Click-Datei befindet sich in:
es: El archivo Click está en:

source: Install or Save
ca: Instal·la o desa
de: Installieren oder Speichern
es: Instalar o Guardar

source: Share Webapp
ca: Comparteix la webapp
de: Webapp teilen
es: Compartir Webapp

source: Clear fields and reset
ca: Neteja i reinicia
de: Felder leeren und zurücksetzen
es: Limpiar campos y reiniciar

source: Ogra's Container
ca: Contenidor de n'Ogra
es: Contenedor de Ogra

source: Ogra Container Options
ca: Opcions del contenidor d'Ogra
de: Ogra Container Optionen
es: Opciones del contenedor de Ogra

source: Haptic Links
ca: Vibrar en tocar un enllaç.
es: Enlaces hápticos

source: Audible Links
ca: Reproduir un so en tocar un enllaç.
es: Enlaces sonoros

source: Splash Screen Color
de: Abdeckungsfarbe
es: Color de portada

source: Use sliders or enter hexadecimal
de: Schieberegler verwenden oder Hexadezimalwert eingeben
es: Use los deslizadores o inserte un hexadecimal
